Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: How the dock marks open apps: a dot, a card, or nothing. With Enhanced Running Indicators on, apps with no open windows show a hollow dot or a card without dots.
ar: طريقة تمييز Dock للتطبيقات المفتوحة: نقطة أو بطاقة أو لا شيء. عند تشغيل «مؤشرات التشغيل المحسّنة»، تُظهر التطبيقات التي ليس لها نوافذ مفتوحة نقطة مجوفة أو بطاقة بدون نقاط.
de: Wie das Dock geöffnete Apps markiert: mit einem Punkt, einer Karte oder gar nicht. Mit „Erweiterte Aktivitätsanzeigen“ zeigen Apps ohne geöffnete Fenster einen hohlen Punkt oder eine Karte ohne Punkte.
es: Cómo marca el Dock las apps abiertas: con un punto, con una tarjeta o sin nada. Con Indicadores mejorados de apps abiertas activado, las apps sin ventanas abiertas muestran un punto hueco o una tarjeta sin puntos.
fr: La façon dont le dock signale les apps ouvertes : un point, une carte ou rien. Avec les indicateurs d'apps actives améliorés, les apps sans fenêtre ouverte affichent un point creux ou une carte sans points.
hu: Hogyan jelöli a Dock a nyitott appokat: ponttal, kártyával vagy sehogy. Ha a Továbbfejlesztett alkalmazásjelzők be vannak kapcsolva, a nyitott ablak nélküli appok üres pontot vagy pontok nélküli kártyát mutatnak.
ja: Dockで起動中のアプリを示す方法（ドット、カード、またはなし）です。「強化された実行中インジケータ」がオンの場合、開いているウインドウがないアプリには中抜きのドット、またはドットのないカードが表示されます。
nl: Hoe het Dock geopende apps weergeeft: met een stip, een kaartje of helemaal niet. Als ‘Verbeterde aanduiding voor geopende apps’ is ingeschakeld, worden apps zonder geopende vensters weergegeven met een holle stip of een kaart zonder stippen.
pl: Sposób oznaczania otwartych aplikacji w Docku: kropką, kartą lub bez oznaczenia. Po włączeniu opcji Ulepszone wskaźniki uruchomionych aplikacji aplikacje bez otwartych okien są oznaczane kropką z pustym środkiem albo kartą bez kropek.
pt: Como a Dock assinala as apps abertas: um ponto, um cartão ou nada. Com os Indicadores de Execução Melhorados ativos, as apps sem janelas abertas mostram um ponto vazio ou um cartão sem pontos.
ru: Как Dock помечает открытые приложения: точкой, карточкой или никак. Если включены «Улучшенные активные индикаторы», у приложений без открытых окон отображается полая точка или карточка без точек.
sv: Hur dockan markerar öppna appar: en punkt, ett kort eller ingenting. När Förbättrade indikatorer för appar som körs är på visar appar utan öppna fönster en ihålig punkt eller ett kort utan punkter.
tr: Dock'un açık uygulamaları nasıl işaretlediği: nokta, kart veya hiçbiri. Gelişmiş Çalışma Göstergeleri açıkken, açık penceresi olmayan uygulamalar boş bir nokta veya noktasız bir kart gösterir.
vi: Cách dock đánh dấu ứng dụng đang mở: dấu chấm, thẻ hoặc không có gì. Khi bật Chỉ báo ứng dụng đang chạy nâng cao, các ứng dụng không có cửa sổ mở sẽ hiển thị dấu chấm rỗng hoặc thẻ không có dấu chấm.
zh_hans: Dock 标记打开的应用的方式：圆点、卡片或不显示标记。启用“增强运行指示器”后，没有打开窗口的应用将显示空心圆点或不带圆点的卡片。
zh_hant: Dock 標示已開啟應用程式的方式：圓點、卡片或不顯示標記。啟用「增強型執行中指示器」後，沒有開啟視窗的應用程式會顯示空心圓點，或顯示不含圓點的卡片。

source: How the dots mark the frontmost app.
ar: طريقة تمييز النقاط للتطبيق الأمامي.
de: Wie die Punkte die vorderste App markieren.
es: Cómo marcan los puntos la app en primer plano.
fr: La façon dont les points signalent l'app au premier plan.
hu: Hogyan jelölik a pontok a legelöl lévő appot.
ja: 最前面のアプリをドットで示す方法です。
nl: Hoe de stippen aangeven welke app het meest op de voorgrond staat.
pl: Sposób oznaczania aktywnej aplikacji za pomocą kropek.
pt: Como os pontos assinalam a app em primeiro plano.
ru: Как точки помечают активное приложение.
sv: Hur punkterna markerar den främsta appen.
tr: Noktaların en öndeki uygulamayı nasıl işaretlediği.
vi: Cách các dấu chấm đánh dấu ứng dụng trên cùng.
zh_hans: 圆点标记最前方应用的方式。
zh_hant: 圓點如何標示目前位於最前方的應用程式。

source: How the panel opens, and searching it by typing
ar: طريقة فتح اللوحة، والبحث فيها بالكتابة
de: Wie sich das Panel öffnet und wie es sich durch Tippen durchsuchen lässt
es: Cómo se abre el panel y cómo buscar en él escribiendo
fr: Ouverture du panneau et recherche par saisie
hu: A panel megnyitásának módja és a benne való keresés gépeléssel
ja: パネルの開き方と、入力による検索
nl: Hoe het paneel opent, en erin zoeken door te typen
pl: Sposób otwierania panelu i wyszukiwanie przez wpisywanie tekstu
pt: Como o painel abre e como pesquisar nele ao escrever
ru: Как открывается панель и поиск по ней при вводе текста
sv: Hur panelen öppnas och hur du söker i den genom att skriva
tr: Panelin nasıl açıldığı ve yazarak aranması
vi: Cách bảng mở ra và tìm kiếm trong bảng bằng cách gõ
zh_hans: 面板的打开方式，以及键入文字搜索的方式
zh_hant: 設定面板的開啟方式，以及輸入文字進行搜尋的方式

source: How this folder's files are ordered in its section
ar: كيفية ترتيب ملفات هذا المجلد في قسمه
de: Wie die Dateien dieses Ordners in seinem Bereich sortiert werden
es: Cómo se ordenan los archivos de esta carpeta en su sección
fr: Comment les fichiers de ce dossier sont classés dans sa section
hu: Hogyan rendeződnek a mappa fájljai a saját szakaszában
ja: このフォルダのファイルをセクション内で並べる順序
nl: Hoe de bestanden in deze map worden gesorteerd in de betreffende sectie
pl: Jak uporządkowane są pliki w tym folderze
pt: Como os ficheiros desta pasta são ordenados na sua secção
ru: Как файлы этой папки упорядочены в её секции
sv: Hur den här mappens filer sorteras i dess sektion
tr: Bu klasörün dosyalarının bölümünde nasıl sıralandığı
vi: Cách sắp xếp thứ tự các tệp của thư mục này trong mục của nó
zh_hans: 设置此文件夹中文件的排序方式
zh_hant: 此檔案夾的檔案在區段中的排序方式

source: How visible the custom widget background is. 1.00 is fully opaque.
ar: مدى ظهور خلفية الأداة المخصصة. القيمة 1.00 تعني معتمة بالكامل.
de: Wie sichtbar der eigene Widget-Hintergrund ist. 1,00 ist vollständig deckend.
es: Visibilidad del fondo personalizado de los widgets. 1,00 es totalmente opaco.
fr: Visibilité de l'arrière-plan personnalisé des widgets. 1.00 correspond à une opacité totale.
hu: Mennyire látható az egyéni widgetháttér. Az 1.00 teljesen átlátszatlan.
ja: カスタムウィジェット背景の見えやすさです。1.00で完全に不透明になります。
nl: Hoe zichtbaar de aangepaste widgetachtergrond is. 1.00 is volledig dekkend.
pl: Widoczność własnego tła widżetów. Wartość 1,00 oznacza pełne krycie.
pt: A visibilidade do fundo personalizado dos widgets. 1.00 é totalmente opaco.
ru: Видимость пользовательского фона виджетов. 1,00 означает полную непрозрачность.
sv: Hur synlig den anpassade widgetbakgrunden är. 1,00 är helt ogenomskinlig.
tr: Özel widget arka planının ne kadar görünür olduğu. 1.00 tamamen opaktır.
vi: Mức độ hiển thị của nền tiện ích tùy chỉnh. 1.00 là hoàn toàn đục.
zh_hans: 小组件自定背景的可见程度。1.00 为完全不透明。
zh_hant: 自訂小工具背景的顯示程度。1.00 表示完全不透明。

source: How widgets line up when they don't fill the section
ar: طريقة اصطفاف الأدوات عندما لا تملأ القسم
de: Wie Widgets ausgerichtet werden, wenn sie den Abschnitt nicht ausfüllen
es: Cómo se alinean los widgets cuando no llenan la sección
fr: Alignement des widgets lorsqu'ils ne remplissent pas la section
hu: Hogyan igazodnak a widgetek, ha nem töltik ki a szakaszt
ja: ウィジェットがセクションを埋めないときの並べ方
nl: Hoe widgets worden uitgelijnd als ze het gedeelte niet vullen
pl: Wyrównanie widżetów, gdy nie wypełniają całej sekcji
pt: Como os widgets se alinham quando não preenchem a secção
ru: Как выравниваются виджеты, если они не заполняют раздел
sv: Hur widgetar justeras när de inte fyller sektionen
tr: Bölümü doldurmadıklarında widget'ların nasıl hizalandığı
vi: Cách tiện ích được căn khi không lấp đầy khu vực
zh_hans: 小组件未占满整个分区时的对齐方式
zh_hant: 小工具未填滿區塊時的排列方式

source: How window selection is confirmed
ar: كيف يتم تأكيد اختيار النافذة
de: Wie die Fensterauswahl bestätigt wird
es: Cómo se confirma la selección de ventanas
fr: Mode de validation de la sélection de fenêtre
hu: Az ablakkiválasztás megerősítésének módja
ja: ウインドウ選択の確定方法
nl: Hoe vensterkeuze wordt bevestigd
pl: Jak potwierdzany jest wybór okna
pt: Como a seleção de janelas é confirmada
ru: Как подтверждается выбор окна
sv: Hur fönsterval bekräftas
tr: Pencere seçiminin nasıl onaylandığı
vi: Cách xác nhận việc chọn cửa sổ
zh_hans: 窗口选择的确认方式
zh_hant: 如何確認視窗選取範圍

source: Hurricane force
ar: قوة الإعصار
de: Orkan
es: Temporal huracanado
fr: Ouragan
hu: Orkán
ja: 颶風
nl: Orkaankracht
pl: Huragan
pt: Furacão
ru: Ураган
sv: Orkan
tr: Kasırga şiddeti
vi: Cuồng phong
zh_hans: 飓风
zh_hant: 颶風級

source: hydration
ar: ترطيب
de: flüssigkeit
es: hidratación
fr: hydratation
hu: hidratálás
ja: 水分補給
nl: hydratatie
pl: nawodnienie
pt: hidratação
ru: водный баланс
sv: vätskeintag
tr: hidrasyon
vi: uống nước
zh_hans: 补水
zh_hant: 補充水分

source: Icon
ar: الرمز
de: Symbol
es: Icono
fr: Icône
hu: Ikon
ja: アイコン
nl: Pictogram
pl: Ikona
pt: Ícone
ru: Значок
sv: Symbol
tr: Simge
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

source: Icon Card Opacity
ar: عتامة بطاقة الأيقونة
de: Deckkraft der Symbolkarte
es: Opacidad de la tarjeta del icono
fr: Opacité de la carte
hu: Ikonkártya átlátszatlansága
ja: アイコンカードの不透明度
nl: Dekking van pictogramkaart
pl: Krycie karty ikony
pt: Opacidade do Cartão do Ícone
ru: Непрозрачность карточки значка
sv: Opacitet för symbolkort
tr: Simge Kartı Opaklığı
vi: Độ mờ thẻ biểu tượng
zh_hans: 图标卡片不透明度
zh_hant: 圖示卡片透明度

source: Icon Color
ar: لون الأيقونة
de: Symbolfarbe
es: Color del icono
fr: Couleur de l'icône
hu: Ikonszín
ja: アイコンの色
nl: Pictogramkleur
pl: Kolor ikony
pt: Cor do Ícone
ru: Цвет значка
sv: Symbolfärg
tr: Simge Rengi
vi: Màu sắc biểu tượng
zh_hans: 图标颜色
zh_hant: 圖示顏色

source: Icon Gestures
ar: إيماءات الأيقونات
de: Symbolgesten
es: Gestos de iconos
fr: Gestes sur les icônes
hu: Ikongesztusok
ja: アイコンジェスチャ
nl: Pictogramgebaren
pl: Gesty ikon
pt: Gestos nos Ícones
ru: Жесты значков
sv: Symbolgester
tr: Simge Hareketleri
vi: Cử chỉ biểu tượng
zh_hans: 图标手势
zh_hant: 圖示手勢

source: Icon Grid
ar: شبكة أيقونات
de: Symbolraster
es: Cuadrícula de iconos
fr: Grille d'icônes
hu: Ikonrács
ja: アイコングリッド
nl: Pictogramraster
pl: Siatka ikon
pt: Grelha de Ícones
ru: Сетка значков
sv: Symbolrutnät
tr: Simge Izgarası
vi: Lưới biểu tượng
zh_hans: 图标网格
zh_hant: 圖示格狀排列

source: Icon Inset
ar: هامش الأيقونة الداخلي
de: Symbol-Innenabstand
es: Margen del icono
fr: Taille du fond d'icône
hu: Ikon behúzása
ja: アイコンのインセット
nl: Binnenmarge van pictogram
pl: Wcięcie ikony
pt: Margem Interna do Ícone
ru: Отступ внутри значка
sv: Symbolindrag
tr: Simge Girintisi
vi: Độ thụt lề biểu tượng
zh_hans: 图标内边距
zh_hant: 圖示內距

source: Icon Row Padding
ar: حشوة صف الأيقونات
de: Innenabstand der Symbolreihe
es: Margen de la fila de iconos
fr: Marge de la rangée d'icônes
hu: Ikonsor térköze
ja: アイコン行の余白
nl: Opvulling van de pictogrammenrij
pl: Wewnętrzny odstęp wiersza ikon
pt: Margem da Fila de Ícones
ru: Отступ ряда значков
sv: Utfyllnad för symbolrad
tr: Simge Satırı Dolgusu
vi: Lề hàng biểu tượng
zh_hans: 图标行间距
zh_hant: 圖示列間距

source: Icon Size
ar: حجم الأيقونة
de: Symbolgröße
es: Tamaño del icono
fr: Taille d'icône
hu: Ikonméret
ja: アイコンサイズ
nl: Pictogramgrootte
pl: Rozmiar ikon
pt: Tamanho dos Ícones
ru: Размер значка
sv: Symbolstorlek
tr: Simge Boyutu
vi: Kích cỡ biểu tượng
zh_hans: 图标大小
zh_hant: 圖示大小

source: Icon Spacing
ar: تباعد الأيقونة
de: Symbolabstand
es: Espaciado de iconos
fr: Espacement des icônes
hu: Ikontávolság
ja: アイコンの間隔
nl: Afstand tussen pictogrammen
pl: Odstępy ikon
pt: Espaçamento dos Ícones
ru: Расстояние между значками
sv: Symbolavstånd
tr: Simge Aralığı
vi: Khoảng cách biểu tượng
zh_hans: 图标间距
zh_hant: 圖示間距

source: Ideal Icon Size
ar: حجم الأيقونة المثالي
de: Ideale Symbolgröße
es: Tamaño ideal del icono
fr: Taille d'icône idéale
hu: Ideális ikonméret
ja: 理想のアイコンサイズ
nl: Ideale pictogramgrootte
pl: Docelowy rozmiar ikon
pt: Tamanho Ideal dos Ícones
ru: Идеальный размер значка
sv: Idealisk symbolstorlek
tr: İdeal Simge Boyutu
vi: Kích cỡ biểu tượng lý tưởng
zh_hans: 推荐图标大小
zh_hant: 理想圖示大小

source: Idle
ar: خامل
de: Inaktiv
es: Inactivo
fr: Inactif
hu: Tétlen
ja: アイドル
nl: Inactief
pl: Bezczynność
pt: Inativo
ru: Простой
sv: Inaktiv
tr: Boşta
vi: Nhàn rỗi
zh_hans: 空闲
zh_hant: 閒置

source: Idle Icon
ar: أيقونة الخمول
de: Symbol im Ruhezustand
es: Icono inactivo
fr: Icône d'inactivité
hu: Tétlen ikon
ja: 待機時のアイコン
nl: Inactief pictogram
pl: Ikona bezczynności
pt: Ícone Inativo
ru: Значок в режиме ожидания
sv: Symbol i viloläge
tr: Boştaki Simge
vi: Biểu tượng Trạng thái chờ
zh_hans: 空闲图标
zh_hant: 非作用中圖示

source: Ignore Screen Size Limit
ar: تجاهل حد حجم الشاشة
de: Bildschirmgrößenlimit ignorieren
es: Ignorar límite de tamaño de pantalla
fr: Ignorer la limite de taille de l'écran
hu: Képernyőméret-korlát figyelmen kívül hagyása
ja: 画面サイズの制限を無視
nl: Limiet voor schermgrootte negeren
pl: Ignoruj limit rozmiaru wyświetlacza
pt: Ignorar Limite do Tamanho do Ecrã
ru: Игнорировать ограничение размера экрана
sv: Ignorera skärmstorleksgräns
tr: Ekran Boyutu Sınırını Yoksay
vi: Bỏ qua giới hạn kích thước màn hình
zh_hans: 忽略屏幕大小限制
zh_hant: 忽略螢幕大小限制

source: Ignore Single-Window Apps
ar: تجاهل تطبيقات النافذة الواحدة
de: Einzelfenster-Apps ignorieren
es: Ignorar apps de ventana única
fr: Ignorer les applications mono-fenêtre
hu: Egyablakos alkalmazások figyelmen kívül hagyása
ja: 単一ウインドウのアプリを無視
nl: Apps met één venster negeren
pl: Ignoruj aplikacje z jednym oknem
pt: Ignorar Apps de Janela Única
ru: Игнорировать однооконные приложения
sv: Ignorera enfönsterappar
tr: Tek Pencereli Uygulamaları Yoksay
vi: Bỏ qua ứng dụng một cửa sổ
zh_hans: 忽略单窗口应用
zh_hant: 忽略僅有單一視窗的應用程式

source: Illuminate the app name in window previews with a gradient from the icon colors
ar: إضاءة اسم التطبيق في معاينات النوافذ بتدرج من ألوان الأيقونة
de: Den App-Namen in Fenstervorschauen mit einem Farbverlauf aus den Icon-Farben hervorheben
es: Ilumina el nombre de la app en las previsualizaciones de ventanas con un degradado a partir de los colores del icono
fr: Illuminer le nom de l'application dans les aperçus de fenêtre avec un dégradé des couleurs de l'icône
hu: Az alkalmazásnév kiemelése az ablakelőnézetekben az ikon színeiből képzett színátmenettel
ja: ウインドウプレビューのアプリ名をアイコンの色のグラデーションで彩る
nl: Verlicht de naam van de app in venstervoorbeelden met een gloed uit de pictogramkleuren
pl: Podświetl nazwę aplikacji w podglądach okien gradientem z kolorów ikony
pt: Iluminar o nome da app nas pré-visualizações de janelas com um gradiente das cores do ícone
ru: Подсвечивать название приложения в предпросмотре окон градиентом из цветов значка
sv: Lys upp appnamnet i fönsterförhandsvisningar med en övertoning från symbolens färger
tr: Pencere önizlemelerinde uygulama adını simge renklerinden oluşan bir gradyanla aydınlat
vi: Phủ màu gradient lên tên ứng dụng trong bản xem trước cửa sổ lấy từ các màu của biểu tượng
zh_hans: 使用应用图标颜色生成的渐变效果来突出显示窗口预览中的应用名称
zh_hant: 在視窗預覽中以來自圖示色彩的漸層高亮應用程式名稱

source: Illuminate the focused or hovered app name in this group's panel with a gradient from that app's icon colors
ar: إضاءة اسم التطبيق النشط أو الذي يمر فوقه المؤشر في لوحة هذه المجموعة بتدرج من ألوان أيقونة ذلك التطبيق
de: Den fokussierten oder überfahrenen App-Namen im Panel dieser Gruppe mit einem Verlauf aus den Symbolfarben der App hervorheben
es: Ilumina el nombre de la app enfocada o bajo el puntero en el panel de este grupo con un degradado a partir de los colores del icono de esa app
fr: Illuminer le nom de l'app active ou survolée dans le panneau de ce groupe avec un dégradé tiré des couleurs de son icône
hu: A fókuszban lévő vagy rámutatott app nevének kiemelése a csoport paneljében az app ikonszíneiből képzett színátmenettel
ja: このグループのパネルで、フォーカス中またはホバー中のアプリ名をそのアプリのアイコンの色のグラデーションで彩る
nl: Laat de naam van de app waarop de focus ligt, of waar de muisaanwijzer op staat, in het paneel van deze groep oplichten met een kleurverloop op basis van de kleuren van het pictogram van die app
pl: Podświetl nazwę aktywnej lub wskazywanej aplikacji w panelu tej grupy gradientem utworzonym z kolorów jej ikony
pt: Iluminar o nome da app em foco ou sob o ponteiro no painel deste grupo com um gradiente das cores do ícone dessa app
ru: Подсвечивать название активного приложения или приложения под указателем на панели этой группы градиентом из цветов значка этого приложения
sv: Lys upp namnet på den fokuserade eller hovrade appen i gruppens panel med en övertoning från appens symbolfärger
tr: Bu grubun panelinde odaklanılan veya üzerine gelinen uygulama adını, o uygulamanın simge renklerinden oluşan bir gradyanla aydınlat
vi: Làm nổi bật tên ứng dụng đang được chọn hoặc di chuột qua trong bảng của nhóm này bằng dải màu chuyển từ màu biểu tượng của ứng dụng đó
zh_hans: 使用应用图标颜色生成的渐变效果，突出显示此应用组面板中已获得焦点或被鼠标悬停的应用名称
zh_hant: 以目前聚焦或滑過指標的應用程式圖示配色，為此群組面板中的應用程式名稱套用漸層效果

source: Image
ar: صورة
de: Bild
es: Imagen
hu: Kép
ja: 画像
nl: Afbeelding
pl: Obraz
pt: Imagem
ru: Изображение
sv: Bild
tr: Görsel
vi: Hình ảnh
zh_hans: 图像
zh_hant: 圖片

source: Image Opacity
ar: عتامة الصورة
de: Bilddeckkraft
es: Opacidad de la imagen
fr: Opacité de l'image
hu: Kép átlátszatlansága
ja: 画像の不透明度
nl: Afbeeldingsdekking
pl: Krycie obrazu
pt: Opacidade da Imagem
ru: Непрозрачность изображения
sv: Bildopacitet
tr: Görsel Opaklığı
vi: Độ mờ hình ảnh
zh_hans: 图像不透明度
zh_hant: 影像不透明度

source: Image Processor
ar: معالج الصور
de: Bildprozessor
es: Procesador de imagen
fr: Processeur d'images
hu: Képfeldolgozó
ja: 画像プロセッサ
nl: Beeldprocessor
pl: Procesor obrazu
pt: Processador de imagem
ru: Процессор изображений
sv: Bildprocessor
tr: Görüntü İşlemcisi
vi: Bộ xử lý hình ảnh
zh_hans: 图像处理器
zh_hant: 影像處理器

source: Image Resolution Scale
ar: مقياس دقة الصور
de: Skalierung der Bildauflösung
es: Escala de resolución de la imagen
fr: Échelle de résolution d'image
hu: Képfelbontás léptéke
ja: 画像解像度スケール
nl: Schaal voor afbeeldingsresolutie
pl: Skala rozdzielczości obrazu
pt: Escala de Resolução da Imagem
ru: Масштаб разрешения изображения
sv: Skala för bildupplösning
tr: Görsel Çözünürlük Ölçeği
vi: Tỷ lệ độ phân giải hình ảnh
zh_hans: 图像分辨率缩放
zh_hant: 影像解析度縮放

source: Image Scale
ar: مقياس الصورة
de: Bildskalierung
es: Escala de la imagen
fr: Échelle de l'Image
hu: Kép méretaránya
ja: 画像スケール
nl: Schaal van afbeelding
pl: Skala obrazu
pt: Escala da Imagem
ru: Масштаб изображения
sv: Bildskala
tr: Görsel Ölçeği
vi: Tỷ lệ hình ảnh
zh_hans: 图片缩放
zh_hant: 圖片縮放

source: Image Sizing
ar: حجم الصورة
de: Bildgrößenanpassung
es: Tamaño de la imagen
fr: Taille de l'image
hu: Képméretezés
ja: 画像サイズ調整
nl: Grootte van afbeelding
pl: Dopasowanie rozmiaru obrazu
pt: Dimensionamento da Imagem
ru: Размер изображения
sv: Bildstorlek
tr: Görsel Boyutlandırma
vi: Kích thước hình ảnh
zh_hans: 图像尺寸
zh_hant: 圖片尺寸設定

source: Immediate
ar: فورًا
de: Sofort
es: Inmediato
fr: Instantané
hu: Azonnali
ja: 即時
nl: Onmiddellijk
pl: Natychmiast
pt: Imediato
ru: Немедленный
sv: Omedelbart
tr: Anında
vi: Ngay lập tức
zh_hans: 立即
zh_hant: 立即

source: imperial
ar: إمبراطوري
fr: impérial
hu: angolszász
ja: ヤード・ポンド法
nl: imperiaal
pl: jednostki imperialne
ru: имперские единицы
sv: imperiska
tr: imperyal
vi: hệ đo lường Anh
zh_hans: 英制
zh_hant: 英制

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hu: Importálás
ja: 読み込む
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
sv: Importera
tr: İçe Aktar
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import All Settings
ar: استيراد جميع الإعدادات
de: Alle Einstellungen importieren
es: Importar todos los ajustes
fr: Importer tous les paramètres
hu: Minden beállítás importálása
ja: すべての設定を読み込む
nl: Importeer alle instellingen
pl: Importuj wszystkie ustawienia
pt: Importar Todas as Definições
ru: Импортировать все настройки
sv: Importera alla inställningar
tr: Tüm Ayarları İçe Aktar
vi: Nhập tất cả cài đặt
zh_hans: 导入所有设置
zh_hant: 匯入所有設定

source: Import Complete
ar: اكتمال الاستيراد
de: Import abgeschlossen
es: Importación completada
fr: Importation terminée
hu: Importálás befejezve
ja: 読み込み完了
nl: Importeren voltooid
pl: Import zakończony
pt: Importação Concluída
ru: Импорт завершён
sv: Import klar
tr: İçe aktarma tamamlandı
vi: Nhập hoàn tất
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import Dock Profiles
ar: استيراد ملفات تعريف Dock
de: Dock-Profile importieren
es: Importar perfiles del Dock
fr: Importer des profils de Dock
hu: Dock-profilok importálása
ja: Dockプロファイルを読み込む
nl: Dock-profielen importeren
pl: Importuj profile Docka
pt: Importar Perfis da Dock
ru: Импорт профилей Dock
sv: Importera dockprofiler
tr: Dock Profillerini İçe Aktar
vi: Nhập hồ sơ Dock
zh_hans: 导入 Dock 配置文件
zh_hant: 匯入 Dock 設定檔

source: Import Failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
hu: Importálás sikertelen
ja: 読み込みに失敗しました
nl: Importeren mislukt
pl: Import nie powiódł się
pt: Falha na Importação
ru: Сбой импортирования
sv: Import misslyckades
tr: İçe aktarma başarısız
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Settings
ar: استيراد الإعدادات
de: Einstellungen importieren
es: Importar ajustes
fr: Importer les paramètres
hu: Beállítások importálása
ja: 設定を読み込む
nl: Instellingen importeren
pl: Importuj ustawienia
pt: Importar Definições
ru: Импортировать настройки
sv: Importera inställningar
tr: Ayarları İçe Aktar
vi: Nhập cài đặt
zh_hans: 导入设置
zh_hant: 匯入設定

source: Import...
ar: استيراد...
de: Importieren...
es: Importar…
fr: Importer...
hu: Importálás...
ja: 読み込む…
nl: Importeren...
pl: Importuj…
pt: Importar…
ru: Импортировать...
sv: Importera...
tr: İçe Aktar...
vi: Nhập...
zh_hans: 导入……
zh_hant: 匯入……

source: Imported %lld dock profile(s).
ar: ملف (ملفات) الإرساء المستورد %lld
de: %lld Dock-Profil(e) importiert.
es: Se han importado %lld perfil(es) del Dock.
fr: %lld profil(s) importé(s)
hu: Importált %lld dock profil(ok).
ja: %lld個のDockプロファイルを読み込みました。
nl: %lld Dock-profiel(en) geïmporteerd.
pl: Zaimportowane profile Docka: %lld.
pt: Foram importados %lld perfil(is) da Dock.
ru: Импортирован профиль %lld док(ов).
sv: Importerade %lld dockprofil(er).
tr: %lld dock profili(leri) içe aktarıldı.
vi: Đã nhập %lld hồ sơ dock.
zh_hans: 已导入 %lld 个 Dock 配置文件。
zh_hant: 已匯入 %lld 個 Dock 設定檔。

source: Importing a backup will replace all current DockDoor Pro settings and profiles. This cannot be undone.
ar: سيؤدي استيراد نسخة احتياطية إلى استبدال جميع إعدادات DockDoor Pro وملفات التعريف الحالية. لا يمكن التراجع عن ذلك.
de: Das Importieren einer Wiederherstellungs-Datei ersetzt alle aktuellen Einstellungen und Profile von DockDoor Pro. Dies kann nicht rückgängig gemacht werden.
es: Importar una copia de seguridad reemplazará todos los ajustes y perfiles actuales de DockDoor Pro. Esta acción no se puede deshacer.
fr: L'importation d'une sauvegarde remplacera tous les paramètres et profils DockDoor Pro. Cette opération est irréversible.
hu: A biztonsági mentés importálása lecseréli az összes jelenlegi DockDoor Pro beállítást és profilt. Ez a művelet nem vonható vissza.
ja: バックアップを読み込むと、現在のDockDoor Proの設定とプロファイルはすべて置き換えられます。この操作は取り消せません。
nl: Het importeren van een back-up zal alle huidige DockDoor Pro-instellingen en profielen vervangen. Dit kan niet ongedaan worden gemaakt.
pl: Import kopii zapasowej zastąpi wszystkie bieżące ustawienia i profile DockDoor Pro. Tej czynności nie można cofnąć.
pt: Importar uma cópia de segurança substituirá todas as definições e perfis atuais do DockDoor Pro. Esta ação não pode ser anulada.
ru: Импорт резервной копии заменит все текущие настройки и профили DockDoor Pro. Это не может быть отменено.
sv: Om du importerar en säkerhetskopia ersätts alla nuvarande inställningar och profiler i DockDoor Pro. Detta kan inte ångras.
tr: Bir yedek içe aktarmak, mevcut tüm DockDoor Pro ayarlarını ve profillerini değiştirecektir. Bu işlem geri alınamaz.
vi: Việc nhập một bản sao lưu sẽ thay thế tất cả cài đặt và hồ sơ DockDoor Pro hiện tại. Thao tác này không thể hoàn tác.
zh_hans: 导入备份将替换所有当前的 DockDoor Pro 设置和配置文件。此操作无法撤销。
zh_hant: 匯入備份將會取代目前所有 DockDoor Pro 的設定與設定檔，無法還原此動作。
